# PoundsMass Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..PoundsMass Property
UnitTypeId Class See Also
---
Pounds mass.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId PoundsMass { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PoundsMass As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PoundsMass {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace